/*
[UT]
*/

"ER00_TEXTA_002" = "Error\r\nCode:%FatalErrorInfo%";
"ER01_TEXTA_003" = "Printer is busy";
"ER04_TEXTA_001" = "Paper jam";
"ER06_TEXTA_005" = "Paper out or incorrect loading";
"ER10_TEXTA_005" = "Service required";
"ER10_TEXTA_008" = "Service required";
"ER12_TEXTA_001" = "Multi-page feed error";
"ER4A_TEXTA_001" = "A printer's ink pad is nearing the end of its service life.";
"ER4A_TEXTA_002" = "A printer's ink pad is at the end of its service life.";
"ERXX_TEXTA_001" = "Error";
"ST02_TEXTA_001" = "Printing";
"ST03_TEXTA_001" = "Printing";
"ST04_TEXTA_001" = "Ready";
"ST07_TEXTA_001" = "Printer is busy";
"ST08_TEXTA_007" = "Initial ink charging is not complete";
"ST0A_TEXTA_002" = "Product is turning off";
"ST11_TEXTA_002" = "Preparing the ink system.";
"COM_TEXTA_001" = "Communication error";
"COM_TEXTA_002" = "Communication error\r\nThe incorrect product may be selected";
"COM_TEXTA_003" = "Print job cannot be sent";
"DEV_TEXTA_004" = "A different product is selected";
"OFL_TEXTA_003" = "Not ready";
"PAU_TEXTA_001" = "Paused";
"SRC_TEXTA_001" = "Searching...";
"CHKDUPX_TEXTA_001" = "2-sided printing";
"INKCHECKALERT_TEXTA_002" = "Check your ink level regularly.\r\nContinuing to use the printer when the ink level is below the lower limit could damage the printer.";
"ER00_TEXTB_014" = "1. Cancel all print jobs.\r\n2. Open the scanner unit and remove any jammed paper.\r\n3. Close the unit and turn the power off and then on again.";
"ER01_TEXTB_001" = "Please wait...";
"ER04_TEXTB_041" = "1. Open the scanner unit and remove any jammed paper.\r\n2. Close the unit and press the %btn% button on the product.";
"ER06_TEXTB_055" = "1. Remove and reload the paper.\r\n2. Press the %btn% button on the product.\r\n\r\nAlternatively, you can cancel the print job by clicking [Cancel] when displayed.";
"ER10_TEXTB_008" = "A printer's ink pad is at the end of its service life.\r\nPlease contact Epson Support.";
"ER10_TEXTB_009" = "A printer's ink pad is at the end of its service life.\r\nWaste ink may leak.\r\nPlease contact Epson Support.";
"ER12_TEXTB_007" = "Do one of the following.\r\n- Remove and reload the paper. Press the %btn% button on the product.\r\n- Click [Cancel] to cancel the print job. If it is not canceled, cancel it from the control panel on the product.";
"ER4A_TEXTB_001" = "Please contact Epson Support.\r\nPress the %btn% button on the printer to continue printing.";
"ER4A_TEXTB_002" = "It may cause leakage of waste ink if you continue printing.\r\nPlease contact Epson Support.\r\nPress the %btn% button on the printer to continue printing.";
"ST02_TEXTB_001" = "Please wait...";
"ST03_TEXTB_001" = "Please wait...";
"ST04_TEXTB_001" = "It is ready to print.";
"ST07_TEXTB_003" = "Cleaning the print head or charging ink. Please wait...";
"ST08_TEXTB_009" = "See the setup sheet to complete the initial ink charging process.";
"ST0A_TEXTB_001" = "Please wait...";
"ST11_TEXTB_001" = "Please wait...";
"COM_TEXTB_005" = "Connect the product to the computer and turn the power on. If you turn the power off during printing, cancel the print job.";
"COM_TEXTB_006" = "Do one of the following.\r\n- The product is connected to \"%queuename%\". Print using this product.\r\n- Connect the product to the computer and turn the power on. If you turn the power off during printing, cancel the print job.";
"COM_TEXTB_007" = "By clicking the [Connection Check] button, you can check the connection with the printer, and it will attempt to reconnect automatically.\r\nMake sure the printer is turned on, and then click the [Connection Check] button.";
"DEV_TEXTB_004" = "The product selected in the driver is different from the product selected to print. Check the driver settings and the product name.";
"OFL_TEXTB_006" = "You cannot print offline. Connect the product to computer and turn the power on. Click [Online] when displayed, or click [Print Queue] and change settings to Online settings.\r\n\r\nAlternatively, you can cancel the print job by clicking [Cancel] when displayed.";
"PAU_TEXTB_003" = "You cannot print when the product is in pause. Click [Resume] when displayed to continue printing, or click [Print Queue] and deselect \"Pause Printing\" in the \"Printer\" menu.\r\n\r\nAlternatively, you can cancel the print job by clicking [Cancel] when displayed.";
"SRC_TEXTB_001" = "Searching...";
"CHKDUPX_TEXTB_009" = "1. Print the front page(s).\r\n2. Remove the ejected paper. Turn it over.\r\n3. Load the paper with short edge first, and then click [Resume].\r\nNote:\r\n- Click [Cancel] if it does not start printing.\r\n- 2-sided printing may not be available via Wi-Fi/network.";
"BTN_PR_001" = "Copy";
"IDS_INK_STOPRESET" = "Cancel";
"IDS_CLOSE" = "OK";
"IDS_STOP" = "Cancel";
"IDS_INK_STOPRJ" = "Cancel";
"IDS_INK_OFFLINE_CANCEL" = "Cancel";
"BTN_PC_004" = "Cancel";
"BTN_PC_009" = "Retry";
"BTN_PC_010" = "Continue";

//--->
"ER00_TEXTA_001" = "Error";
"CHARGINGSTATUS_TEXTA_001" = "Charging the ink system";
"INKCHECKALERT_TEXTA_001" = "Check your ink level regularly.";
//<---

////////////////////////////////////////

"INK_REMAIN_MSG" = "To confirm the actual ink remaining, visually check the ink levels in all the tanks of the printer.\r\nContinuing to use the printer when the ink level is below the lower limit could damage the printer.";

////////////////////////////////////////

"920" = "Nozzle Check";
"921" = "Head Cleaning";
"922" = "Print Head Alignment";
"923" = "Printer Settings";
"924" = "Buy Ink";
"926" = "Software Update";
"928" = "Software Update Settings";
"IDS_PR_ERROR" = "Error";
"IDS_PR_COMERR" = "Communication Error";
"IDS_PR_INKFEW" = "Ink Low";
"IDS_PR_MAINTENANCECALL" = "Maintenance Call";
"IDS_PR_WARNING" = "Other Warning";
"IDS_PR_CHANGINGBK" = "Changing Black Ink";
"IDS_PR_OFFLINE" = "Offline";
"IDS_PR_PAUSE" = "Pause";
"IDS_PR_SELECTERROR" = "Printer Selection Error";
"IDS_PR_UNCLOGGER" = "Print Job Error";
"IDS_PR_BATTERYWARNING" = "Battery Warning";
"IDS_ITEM" = "Event";
"IDS_NOTIFY" = "Screen Notification";
"IDS_YES" = "On";
"IDS_NO" = "Off";
"IDS_PROMOCHK" = "Display Epson Offers";
"IDS_ITEMGROUP" = "Select Notification";
"IDS_SIMPLEST_CHK" = "Simple status notification";
"IDS_DEFAULT_BTN" = "Default";
"IDS_ICONGROUP" = "Select Shortcut Icon";
"IDS_MONICON_CHK" = "Register the shortcut icon to the taskbar";
"IDS_EXPTEXT2" = "Double-clicking the Shortcut Icon opens the Printer Status Window.";
"IDS_SHARED" = "Allow monitoring of shared printers";
"IDS_IO_CHECK_BTN" = "See Low Ink Reminder alerts";
"IDS_CANCEL_MONITOR" = "Cancel";
"IDS_STRING_GROUP" = "Ink Levels";
"IDS_STRING_GROUP_MTANK" = "Maintenance Box Service Life";
"IDS_SUB_BTN" = "Continue";
"IDS_SPL_BTN" = "Print Queue";
"IDS_CSICINFO_BTN" = "Information";
"IDS_PRNSTOP_BTN" = "Cancel";
"IDS_SPL_BTN2" = "Print Queue";
"IDS_SPL_BTN3" = "Print Queue";
"IDS_SHOWDETAIL_BTN" = "Details";
"IDS_ALLRIGHT" = "All Rights Reserved.";
"IDS_PRODUCT_VER_TITLE" = "Product";
"IDS_COMMON_VER_TITLE" = "Common";
"IDS_PRINTER_VER_TITLE" = "User Interface";
"IDS_EBAPI_VER_STATIC" = "Printer Interface";
"IDS_INSTALL_VER_STATIC" = "Installer";
"IDS_BOTHSIDE_PRINT" = "2-sided printing";
"IDS_PRNPAUSE_BTN" = "Resume";
"IDS_CSIC_INFO" = "Cartridge Information";
"IDS_MAKER_TITLE" = "Manufacturer:";
"IDS_INK_TYPE_TITLE" = "Ink type:";
"IDS_IC_TYPE_TITLE" = "Cartridge code:";
"IDS_PRODUCTION_DATE_TITLE" = "Production date:";
"IDS_BPMSTOP_BTN" = "Cancel Print";
"IDS_BPMPRINT_BTN" = "Print in Black";
"IDS_BPMCLOSE_BTN" = "Close";
"IDS_BPMREPLACE_BTN" = "Replace Cartridge...";
"IDS_INITFILL_TITLE" = "Epson Genuine Ink";
"IDS_INITFILL_TITLE2" = "Cartridge Error";
"IDS_BUTTON_CSIC_DETAILS" = "Details";
"IDS_CANCEL" = "Cancel";
"IDS_BUTTON_CSIC_CONTINUE" = "Continue";
"IDS_BUTTON_CSIC_HOWTOBUY" = "Buy Epson Ink";
"IDS_ERIS_FW_EXCEPTION_MSG" = "To make settings using this utility, you need to register it as an exception to the Windows Firewall.\r\nIf it is not registered as an exception, some communication functions may be blocked by the Windows Firewall, which could limit functionality.\r\n\r\nDo you want to register EPSON Status Monitor 3 as an exception to the Windows Firewall?";
"IDS_ENVHELPMENU" = "Help";
"IDS_ENTRYICONMSG" = "Do you want to place the EPSON Status Monitor 3 icon in the taskbar when Windows starts?";
"IDS_STATISTICS" = "Share my usage information with Epson";
"IDS_TITLE" = "EPSON Status Monitor 3";
"IDS_ABOUTBOX" = "About...";
"IDS_ERROR_001" = "Insufficient memory. \r\n Please quit this program.";
"IDS_ERROR_015" = "Insufficient memory.";
"IDS_ERROR_021" = "Unable to find printer information.";
"IDS_ERROR_022" = "No information is available for this printer.";
"IDS_ERROR_023" = "Could not find specified file.";
"IDS_ERROR_024" = "Failed to open the specified file.";
"IDS_RESTART_MON" = "Currently unable to monitor.\r\nPlease restart your computer.";
"IDS_RESTART_SHARE" = "Unable to monitor. Clear the [Monitor shared printers] check box\r\nin the Monitoring Preferences window,and restart your computer.\r\nThen close all applications, including EPSON Status Monitor 2,\r\nand re install your printer driver.";
"IDS_RESTART_BID" = "Unable to establish bi directional communication.\r\nPlease re install your printer driver.";
"IDS_SETUP_MENU" = "Monitoring Preferences";
"IDS_PAPERSIZE" = "Paper Size";
"IDS_MEDIATYPE" = "Paper Type";
"IDS_PAUSE" = "Pause";
"IDS_RESUME" = "Resume";
"IDS_DISCHARGE_PAPER" = "Eject";
"IDS_INK_CANCEL" = "Cancel";
"IDS_OK" = "OK";
"IDS_HELP" = "Help";
"IDS_INK_RETURN" = "Continue";
"IDS_ELINK_ERROR_TITLE" = "Online Support";
"IDS_ELINK_CONNECT_MSG" = "The User's Guide is not installed.\r\nIf you want to connect the \"EPSON FAQ\" web page via the internet, select the \"Yes\" button.";
"IDS_ELINK_CONNECT_TITLE" = "Online Support";
"IDS_INK_CONTINUE" = "Continue";
"IDS_PRINT" = "Print";
"IDS_PPACK_RETURN" = "Continue";
"IDS_INKTANKVIEW_ON" = "Check Ink Levels";
"IDS_INKTANKVIEW_OFF" = "Hide Ink Levels";
"IDS_CLEAN_CONTINUE" = "Continue";
"IDS_INK_CLSTOP" = "Cancel";
"IDS_SUPPORT_BTN" = "Online Support";
"IDS_SUPPORT_BTN_EURO" = "Technical Support";
"IDS_ELINK_ERROR_TITLE_EURO" = "Technical Support";
"IDS_ELINK_CONNECT_TITLE_EURO" = "Technical Support";
"IDS_ELINK_CONNECT_MSG_EURO" = "The User's Guide is not installed.\r\nIf you want to connect the \"EPSON FAQ\" web page via the internet, select the \"Yes\" button.";
"IDS_HOWTO" = "How to...";
"IDS_GOONLINE" = "Online";
"IDS_BKPRINTING" = "Print in Black";
"IDS_BKPRINTING2" = "Print in Black";
"IDS_SHEETREMAIN" = "Page:%d/%d";
"IDS_TIMEREMAIN_HOUR" = "Remaining %d hour";
"IDS_TIMEREMAIN_MIN" = "Remaining %d min";
"IDS_TIMEREMAIN_SEC" = "Remaining %d sec";
"IDS_START_MSG" = "Searching...";
"IDS_ST_NONE" = "An unknown error has occurred.";
"IDS_OLSTART_MSG" = "Searching...";
"IDS_OLST_NONE" = "Unknown error";
"IDS_STRING_CAPTION" = "Low Ink Reminder";
"IDS_STRING_PURCHASED" = "Already Purchased";
"IDS_STRING_REMINDMELATER" = "Remind Me Later";
"IDS_STRING_BUYINK" = "Buy Epson Ink";
"IDS_STRING_PRINTTHISWINDOW" = "Print this window";
"IDS_STRING_CLOSE" = "Close";
"IDS_STRING_CAPTION2" = "Buy Ink";
"IDS_STRING_INKCODES" = "Ink Codes";
"IDS_STRING_LOOKMOBILEPHONE" = "View using a mobile phone";
"IDS_STRING_HTML_MESSAGE1" = "GENUINE EPSON";
"IDS_STRING_HTML_MESSAGE2" = "We recommend that you use genuine Epson cartridges.";
"IDS_STRING_HTML_MESSAGE3" = "The use of other products may affect your print quality and could result in printer damage.";
"IDS_STRING_INKLOW" = "Ink Low";
"IDS_STRING_INKREPLACE" = "Replace Cartridge";
"IDS_STRING_INKCHANGE_NEAR" = "It is almost time to replace ink cartridge(s).";
"IDS_STRING_HTML_MESSAGE4" = "Click here to receive offers on ink and other updates from Epson.";
"IDS_STRING_PROMOTION2" = "Epson can notify you of technical updates, promotions, and other offers.";
"IDS_STRING_NOTESA2" = "Updates occur when you are connected to the internet. Data to identify your printer model will be sent to Epson. No personally identifiable information will be sent.";
"IDS_STRING_NOTESB2" = "You can enable/disable this feature in the Monitoring Preferences window.";
"IDS_STRING_NOTESC2" = "To enable now, click Accept.";
"IDS_STRING_DISPAGAIN2" = "Do not display this message again.";
"IDS_STRING_TITLE2" = "Epson Notification Service";
"IDS_STRING_ACCEPT2" = "Accept";
"IDS_STRING_DECLINE2" = "Decline";
"IDS_STRING_BTNCLOSE" = "Close";
"IDS_STRING_DISPNOAGAIN" = "Do not display this message again until repairs are complete.";
"IDS_STRING_DESCRIPTION2" = "Service required";
"STR_FY07OLICOS_PR_MESSAGE3_6" = "You can disable these features from the Monitoring Preferences window.";
"IDS_STRING_NOTESE" = "Click here to open Monitoring Preferences";
"IDS_CSIC_UNKNOWN" = "Unknown";
"IDS_CSIC_DATE_FORMAT" = "20%02d/%02d";
"IDS_CSIC_MANUFACTUR" = "Epson genuine";
"IDS_CSIC_ERMANUFACTUR" = "non Genuine cartridge";
"IDS_CSIC_NGENUINE" = "A non-genuine or refilled cartridge has been detected. Ink levels may not be shown because of unknown ink volume.";
"IDS_CSIC_NGENUINE2" = "A non-genuine or refilled cartridge has been detected. Ink levels may not be shown because of unknown ink volume.";
"IDS_IO_BUYNOW_MSG" = "Click OK to launch your web browser and purchase your ink cartridge online.\r\n\r\nIf you have a dial up connection that is not launched with your browser, please connect to your ISP and then click OK.";
"IDS_IO_BUYNOW_MSG_EURO" = "To open your Web browser and connect to the Web site, click OK.\r\nIf you do not want to connect to the Web site now, click Cancel.";
"IDS_IO_BUYNOW_MSG3" = "Do you want to connect to the Epson Web site to transmit information about the ink cartridges?";
"IDS_IO_CAPTION_MSG" = "Online Ink Purchase Utility";
"IDS_IO_CAPTION_MSG2" = "View using a mobile phone";
"IDS_BKIS_BUTTON_YES" = "Yes";
"IDS_BKIS_BUTTON_NO" = "No";
"IDS_BKIS_BUTTON_ALWAYSNO" = "Disable this feature";
"IDS_BUYNOW_BTN" = "Buy Epson Ink";
"IDS_SCRAPE_NOAGAIN" = "Do not display this message again.";
"BTN_PC_014" = "Cancel";
"BTN_PC_030" = "Print";
"IDS_CSIC_CHECK_DLG2_TITLE" = "Epson Genuine Ink";
"IDS_FY06CSIC_MSG5_1_SEPARATE" = "EPSON";
"IDS_FY06CSIC_MSG5_2_SEPARATE" = "%s";
"IDS_FY06CSIC_MSG5_3_SEPARATE" = "Careful to remind you";
"IDS_FY06CSIC_MSG5_4_SEPARATE" = "You have not installed genuine Epson ink cartridges.\r\nThe quality or reliability of nongenuine ink cannot be guaranteed and it may cause damage to your product not covered by Epson's warranty.";
"IDS_FY06CSIC_MSG5_5_SEPARATE" = "In order to protect your rights, we will remind you from time to time.\r\nDo you continue to use non genuine Epson ink cartridges?";
"IDS_DLG_OTHER_003" = "Cannot launch this program while the printer driver setup program is running.";
"IDS_DLG_NONGEN_001" = "WARNING!";
"IDS_ER0C_PAPERSIZE" = " Size : %papersize%";
"IDS_ER0C_MEDIA" = " Type : %media%";
"IDS_UNCLOGGER_YES" = "Yes";
"IDS_UNCLOGGER_NO" = "No";
"IDS_UNCLOGGER_CANCELPRINT" = "Cancel Print";
"IDS_UNCLOGGER_CLOSE" = "Close";
"IDS_TRAYPOS_PRINT" = "Print";
"IDS_TRAYPOS_CANCEL" = "Cancel";

"IDS_QQB_BUTTON" = "Connection Check";
"IDS_QQB_EXECUTE_FAIL" = "Cannot run the tool.";
"IDS_QQB_DOWNLOAD" = "Do you want to download and install the software for connection check?";
"IDS_QQB_INSTALL_FAIL" = "Cannot install the software for connection check.";
"IDS_QQB_INSTALL_FAIL2" = "You must be logged on as a member of the Administrators group to carry out this operation.";
"IDS_QQB_INSTALLING" = "Installing the software for connection check…";
"IDS_PINFO_TITLE" = "Paper Selected on the Printer";
"IDS_PINFO_SIZE" = "Paper Size";
"IDS_PINFO_TYPE" = "Paper Type";
"IDS_PINFO_FAIL" = "Printer information cannot be acquired.";
"USERDEFINE_ADD_FORMAT_MM" = "(%s x %s mm)";
"USERDEFINE_ADD_FORMAT_INCH" = "(%s x %s inch)";
"USERDEFINE_FORMAT_MM" = "%4d.%1d";
"USERDEFINE_FORMAT_INCH" = "%3d.%02d";
"IDS_CONSUMABLEVIEW_ON" = "Show Ink Levels";
"IDS_CONSUMABLEVIEW_OFF" = "Hide Ink Levels";

"NOZZLE_TITLE" = "Nozzle Check";
"NOZZLE01" = "To perform a nozzle check, make sure that the printer is on and connected to the computer. Also make sure that A4 or Letter size plain paper is loaded in the rear paper feed. Click [Print] to print a nozzle check pattern or click [Cancel] to quit.";
"NOZZLE01_B01" = "Print";
"NOZZLE01_B02" = "Cancel";
"NOZZLE02" = "Compare the printed pattern with the sample above. If the nozzle check pattern does not print satisfactorily, click [Clean]. Click [Finish] to quit.";
"NOZZLE02_B01" = "Finish";
"NOZZLE02_B02" = "Clean";
"NOZZLE02_RESULT1" = "Good";
"NOZZLE02_RESULT2" = "Cleaning needed";

"HEADCLEANING_TITLE" = "Head Cleaning";
"HEADCLEANING01" = "Click [Start] to clean the print head nozzles. Because cleaning consumes some ink, only clean the print head when faint areas or gaps appear in your printout. Use the \"Nozzle Check\" utility first to confirm that the print head needs to be cleaned.";
"HEADCLEANING01_B01" = "Cancel";
"HEADCLEANING01_B02" = "Start";
"HEADCLEANING01_PREPARE" = "Please wait...";
"HEADCLEANING01_CLEANING" = "Head cleaning in progress. Please wait.";
"HEADCLEANING02" = "Cleaning takes a few minutes to complete. Cleaning is finished when the power light on the control panel stops flashing. To verify that the cleaning was effective, click [Print Nozzle Check Pattern].";
"HEADCLEANING02_B01" = "Print Nozzle Check Pattern";
"HEADCLEANING02_B02" = "Finish";
"HEADCLEANING02_BiD" = "The cleaning cycle is finished. To verify that the cleaning was effective, click [Print Nozzle Check Pattern].";

"GAP_TITLE" = "Print Head Alignment";
"GAP01" = "The Print Head Alignment utility fixes vertical misalignment, horizontal banding, and blurry printouts.";
"GAP01_B01" = "Next >";
"GAP01_B02" = "Cancel";
"GAP02" = "A vertical alignment sheet will be printed.\r\nMake sure that the printer is turned on and connected to the computer. Also make sure that A4 or Letter size plain paper is loaded in the printer.\r\nClick [Print] when ready.";
"GAP02_B01" = "Print";
"GAP02_B02" = "Cancel";
"GAP02_B03" = "Skip >>";
"GAP03" = "Look at the alignment sheet.\r\nFind the square without any visible bands in sets #1 through #5. Select the number that corresponds to that square from the list below for all sets. Then click [Next >].\r\nIf every square contains a band, select the square with the thinnest band or bands. Then click [Realignment].";
"GAP03_B01" = "Next >";
"GAP03_B02" = "Cancel";
"GAP03_B03" = "Realignment";
"GAP04" = "A black horizontal alignment sheet will be printed.\r\nMake sure that A4 or Letter size plain paper is loaded in the printer.\r\nNote: This adjustment only affects high-speed printing on plain paper. Other paper types are not affected.";
"GAP04_B01" = "Print";
"GAP04_B02" = "Cancel";
"GAP05" = "Look at the alignment sheet.\r\nFind the rectangles that are not separated or overlapped.\r\nSelect the corresponding number from the list below. Then click [Finish].\r\nIf all rectangles are separated or overlapped, select the best one. Then click [Realignment].";
"GAP05_B01" = "Finish";
"GAP05_B02" = "Cancel";
"GAP05_B03" = "Realignment";

"PIFLUSHING_TITLE" = "Power Ink Flushing";
"PIFLUSHING01" = "If you have not used the product for a long time and find banding or missing colors in the printouts, you may need to replace the ink inside the ink tubes to solve the problem.\r\n\r\nThe Power Ink Flushing utility allows you to replace all of the ink inside the ink tubes, and it consumes a lot of ink.\r\n\r\nThe print quality will be improved after 12 hours from using this function, and it cannot be used again within 12 hours since the last use.\r\nDo you want to use the function now?\r\n\r\nNote: Before using this function, make sure there is enough ink in the printer's ink tanks.\r\nIf there is not enough ink, refill the ink tanks.";
"PIFLUSHING01_B01" = "Cancel";
"PIFLUSHING01_B02" = "OK";
"PIFLUSHING02" = "Are you sure you want to run this function?\r\nTo replace all of the ink in the tubes, a lot of ink needs to be consumed.\r\n\r\nNote: This function effects the service life of the waste ink pads. Waste ink pads reach their capacity earlier by running this function.\r\nIf waste ink pads have reached the end of their service life, contact Epson Support to request replacement.\r\n\r\nClick [Start] to start the ink replacement.\r\nOnce it has been started, this function cannot be interrupted.";
"PIFLUSHING02_B01" = "Cancel";
"PIFLUSHING02_B02" = "Start";
"PIFLUSHING02_PREPARE" = "Please wait...";
"PIFLUSHING02_CLEANING" = "Power Ink Flushing is in progress.\r\nPlease wait.";
"PIFLUSHING03" = "Power Ink Flushing takes a few minutes to complete.\r\nPower Ink Flushing is complete when the power light on the control panel stops flashing.";
"PIFLUSHING03_B01" = "Finish";
"PIFLUSHING03_BiD" = "Power Ink Flushing is complete.";
"PIFLUSHING04" = "You cannot use this function because it has been less than 12 hours since the last use.";
"PIFLUSHING04_B01" = "OK";

"ERR_MSG_5" = "Cannot complete Nozzle Check.";
"ERR_MSG_6" = "Cannot complete Head Cleaning.";
"ERR_MSG_7" = "Cannot complete Print Head Alignment.";
"ERR_MSG_8" = "A problem has occurred.";
"ERR_MSG_9" = "Nozzle Check can not be completed.";
"ERR_MSG_10" = "Head Cleaning can not be completed.";
"ERR_MSG_11" = "Print Head Alignment can not be completed.";
"ERR_MSG_12" = "Now cleaning!";
"ERR_MSG_13" = "Head Cleaning can not be completed.";
"ERR_MSG_14" = "Click [Details] for more information.";
"ERR_MSG_15" = "Do you wish to replace the ink cartridge now?";
"ERR_MSG_17" = "The ink-absorbing pad inside the photo cartridge is saturated. The photo cartridge must be replaced before the print head can be cleaned.";
"ERR_MSG_19" = "Details";
"ERR_MSG_20" = "OK";
"ERR_MSG_21" = "Click [Details] for more information.";
"ERR_MSG_22" = "Yes";
"ERR_MSG_23" = "No";
"ERR_MSG_24" = "A communication error has occurred.\r\nPlease check your connection and try again.";
"ERR_MSG_25" = "Cannot complete Power Ink Flushing.";
"ERR_MSG_26" = "Power Ink Flushing can not be completed.";

"PLEASEWAIT" = "Please wait...";

//--->
"PRISET01B01" = "Apply";
"PRISET01B02" = "Cancel";
"PRISET01SPE04" = "No information is available for this printer.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE02" = "Power Off Timer";
"PRISET01SPE21" = "Off";
"PRISET01SPE22" = "30 minutes";
"PRISET01SPE23" = "1 hour";
"PRISET01SPE24" = "2 hours";
"PRISET01SPE25" = "4 hours";
"PRISET01SPE26" = "8 hours";
"PRISET01SPE27" = "12 hours";
"PRISET01GRPBOXTITLE03" = "Sleep Timer";
"PRISET01SPE31" = "3 minutes";
"PRISET01SPE32" = "5 minutes";
"PRISET01SPE33" = "10 minutes";
"PRISET01SPE34" = "15 minutes";
"PRINFO01GRPBOXTITLE01" = "Number of Sheets of Paper Fed";
"PRINFO01SPE01" = "Total Sheets";
"PRINFO01SPE02" = "No information is available for this printer.";
"PRINFO01SPE03" = "Borderless Sheets";
"PRINFO01B01" = "OK";
//<---

//--->
"IDS_CSIC_NGENUINE_Mac" = "You have not installed genuine Epson ink cartridges.\r\nInformation about ink levels may not be displayed, and use of non-genuine ink is recorded for possible use in service support.\r\nFor optimum quality and reliability Epson recommends using genuine Epson ink.";
"IDS_DEFAULT_PAPERSOURCE_Mac" = "Rear Paper Feed";
//<---

